{"steps":[{"content":[{"type":"h2","value":"How long have we been commuting?"},{"type":"p","value":"In 1994, philosopher Cesare Marchetti described a societal phenomenon: workers since Ancient Roman times generally traveled about 30 minutes to their workplaces, whether by foot, horse, train, or car. But in the past two decades, specific shifts to the way we work and move have prompted the emergence of a new type of commuter: the super commuter."}]},{"content":[{"type":"p","value":"Super commuters, as we’re defining them, travel 90 minutes or more from their residence to their place of work — that’s three times what Marchetti’s Constant dictates. In the Bay Area, where high cost of living is causing a new type of sprawl, the rise of the super commuter is particularly clear."}]},{"content":[{"type":"p","value":"A 30 minute commute in the Bay Area can look like a drive beginning in the Berkeley Hills or Millbrae and ending in downtown San Francisco."}]},{"content":[]},{"content":[{"type":"p","value":"According to U.S. census data from 2023, around 85% of workers in the San Francisco-San Jose-Oakland area commuters travel an hour or less to get to work. An hour-long commute looks like the distance from San Jose to downtown San Francisco, or Berkeley to Palo Alto."}]},{"content":[{"type":"p","value":"The pandemic prompted some workers to relocate further away from their workplaces while working remotely. But many employers now require that their employees return to the office — RTO — at least once per week."}]},{"content":[{"type":"H2","value":"The Commuters"},{"type":"p","value":"Chandler Cord, Ryan Hicks, and Anthony Carrillo are three examples of Bay Area super commuters. Each of their commutes total over three hours per commuting day. If they go to the office three days a week, they will spend 468 hours — over 19 days — in a car over the course of a year. Let's see why they commute and how it has impacted their lives."}]},{"content":[]},{"content":[{"type":"p","value":"When talking about his commute, Chandler Cord compares himself to a frog in a pot of water, slowing heating up to a boil. In October 2022, Cord, who lives in Capitola, got a job as a site reliability engineer for a company based in San Francisco. His role was remote. But a few months into the role, his superiors asked him to come into the office once a month, then once a week. Before he knew it, he was going into the office three times a week, commuting two or three hours each way. He would leave the house by 6:30 a.m. and often would not return until 9 or 10 p.m."}]},{"content":[{"type":"h3","value":"“The job stopped being fun. I stopped enjoying myself,” Cord said. “I had zero life.”"},{"type":"text","value":"<i> Hear more from Cord: </i>"},{"type":"Audio","value":{"src":"assets/audio/cord1.mp3","color":"red"}}]},{"content":[{"type":"p","value":"As his commute got longer, Cord says he saw less of his family and friends. He spent his weekends catching up on housework rather than socializing, too exhausted from being out of the house all week. His marriage suffered. Some nights, he would stay up late playing video games to exert some control over his time, only to wake up exhausted the next day."}]},{"content":[{"type":"h3","value":"“Looking back, I should have realized how much it was affecting my mental health and my relationship and everything else,” Cord said. “But it was like a slow burn.”"},{"type":"text","value":"<i> Hear more from Cord: </i>"},{"type":"Audio","value":{"src":"assets/audio/cord2.mp3","color":"blue"}}]},{"content":[{"type":"p","value":"Ryan Hicks, who works in data infrastructure and design, works in Redwood City but lives in Mountain House, near Tracy, where he bought a house with his wife in 2011. Hicks’s family moved to the area shortly after his son was born in 2009, drawn to affordable housing."}]},{"content":[{"type":"p","value":"When he rides his motorcycle to work, he can commute in one hour each direction. But when the weather’s bad and he drives his car to the office, his commute can exceed two hours each way. Before the pandemic, Hicks estimates that he was spending $500 to $700 per month on tolls and gas to get to work."},{"type":"text","value":"<i> Hear more from Hicks: </i>"},{"type":"Audio","value":{"src":"assets/audio/hicks1.mp3","color":"red"}}]},{"content":[{"type":"p","value":"His son is a large reason why he remains settled in Mountain House despite better job opportunities in the Bay Area or elsewhere. “I would consider moving out of California just because the cost of living here is so expensive, and then moving to a state where my commute would be significantly lower,” Hicks said. “But California has a lot of positives that make it really difficult to leave.”"},{"type":"text","value":"<i> Hear more from Hicks: </i>"},{"type":"Audio","value":{"src":"assets/audio/hicks2.mp3","color":"blue"}}]},{"content":[{"type":"p","value":"Anthony Carrillo, who started a home renovation company, also became a super commuter after seeking lower housing prices. He found them in Los Banos, east of Gilroy. When he moved from San Jose, his mortgage dropped to less than half what he was paying in rent before."}]},{"content":[{"type":"p","value":"But his commute doubled in length, putting him on the road for an average of five and a half hours per day. The result was less time at home with his wife and four children."}]},{"content":[{"type":"h3","value":"“My marriage was strained. My wife was raising a family on her own,” Carrillo said. “I felt horrible when my youngest learned how to ride a bike on her own. I gave up a lot for some financial success and in the end it really was not worth it.”"}]},{"content":[{"type":"h2","value":"Commuting into the Future"},{"type":"p","value":"Experts distinguish between traditional super commuting, where circles of affordability radiate from a city center and prompt low-wage workers to move further away, and the new super commuter: hybrid workers who made lifestyle changes during the pandemic — like moving out of cities — and now have to make the trek to the office a few times a week."}]},{"content":[{"type":"p","value":"“Cities where you regularly have people who can't afford to do anything else except commute an hour and a half a day represents a failure,” said James Fishelson, who works in transportation studies at the University of California, Berkeley, and serves as the California PATH Executive Director. “The newer form of super commuting I am worried about because I think it could have a bigger impact on society, but I'm more ambivalent about because I think there are certain ways that you can try to shape these patterns.”"}]},{"content":[{"type":"p","value":"For some super commuters, recent return to office orders can have significant — and serious — consequences. Nidia Gonzalinajec is a math professor at Los Medanos College in Pittsburg, California. Gonzalinajec started as an adjunct instructor and eventually worked her way to a tenured position at the community college, teaching virtual courses and volunteering on an administrative committee. In early 2024, she fled an abusive marriage with her two young daughters and settled closer to where she grew up, in Orange County. She had more family support there, including help with childcare as she became the primary parent to her children."}]},{"content":[{"type":"h3","value":"“I got a moving truck and I moved back to Orange County,” she said. “What do I have in the Bay Area? I have a house and I have a job, but otherwise I have no support.”"}]},{"content":[{"type":"p","value":"Gonzalinajec commutes by flying from John Wayne airport to Oakland airport, then taking BART to Pittsburg and a rideshare to Los Medanos College. All in, it’s about five hours each direction, and she makes the trip once a month. Though Gonzalinajec teaches exclusively online classes, the college has now asked her to host office hours on campus twice a week. This would require her to commute 400 miles each week, at a cost of $400 per trip, which would likely force her to give up her tenured position."},{"type":"text","value":"<i> Hear more from Gonzalinajec: </i>"},{"type":"Audio","value":{"src":"assets/audio/Gonzalinajec1.mp3","color":"blue"}}]},{"content":[{"type":"p","value":"Super commuting isn’t going anywhere, Fishelson said. If anything, the rise of autonomous vehicles and cars equipped with self-driving capabilities will encourage workers to spend more time on the road to get to work."}]},{"content":[{"type":"h3","value":"“If all of a sudden, hour-long commutes become more feasible, then yes, it will increase the vehicle miles traveled on the road, almost certainly,” Fishelson said. “Autonomous vehicles and remote living in its early stage now may see an increase in this dispersed super commuting that is not strictly linked to income.”"}]}],"a":[{"Audio":{"src":"assets/cord1.mp3","color":"red"}},{"Audio":{"src":"assets/cord2.mp3","color":"blue"}}],"b":[],"c":[],"d":[],"e":[],"f":[],"g":[],"h":[]}